Repository: mozilla-l10n/mt-training-data
Catalog: ig/ig_pontoon.tmx
Source language: en_us
Languages: ig

source: This account is inactive.
ig: Akaụntụ a anaghị arụ ọrụ.

source: This article doesn't have approved content yet.
ig: Edemede a enwebeghị ọdịnaya akwadoro.

source: This article is no longer maintained, so its content might be out of date.
ig: Anaghịzị edowe edemede a, yabụ ọdịnaya a nwegoro ike ịme ochie.

source: This badge is awarded to contributors with 10 approved English edits during 2015.
ig: A na enye akara maka ndị nkwado nwere ndezi ntụgharị asụsụ 10 akwadoro n'oge 2015.

source: This badge is awarded to contributors with 10 approved translations edits during 2008.
ig: A na enye akara maka ndị nkwado nwere ndezi ntụgharị asụsụ 10 akwadoro n'oge 2008.

source: This badge is awarded to contributors with 10 approved translations edits during 2009.
ig: A na enye akara maka ndị nkwado nwere ndezi ntụgharị asụsụ 10 akwadoro n'oge 2009.

source: This badge is awarded to contributors with 10 approved translations edits during 2015.
ig: A na enye akara maka ndị nkwado nwere ndezi ntụgharị asụsụ 10 akwadoro n'oge 2015.

source: This badge is awarded to contributors with 30 support forum replies during 2015.
ig: A na enye akara maka ndị nkwado nwere nzaghachi ọgbakọ nkwado 30 n'oge 2015.

source: This badge is awarded to contributors with 50 Army of Awesome tweets during 2015.
ig: A na enye akara maka ndị nkwado nwere nzaghachi ọgbakọ nkwado 50 n'oge 2015.

source: This document does not have a current revision.
ig: Dọkụmentị a enweghị ngụgharị dị ọhụrụ.

source: This document does not have a current translation.
ig: Dọkụmentị a enweghị ntụgharị asụsụ dị ọhụrụ.

source: This document has already been translated to the following locales:
ig: Atụgharịala dọkụmentị a na mpaghara ndị a:

source: This document has been translated to the following locales:
ig: Atụgharịala dọkụmentị a na mpaghara ndị a:

source: This document has no revisions.
ig: Dọkụmentị a enweghị ngụgharị.

source: This document is missing translations for the following locales:
ig: Dọkụmentị a enweghị ntụgharị asụsụ maka mpaghara ndị a:

source: This doesn't solve my problem
ig: Nke a anaghị ekpezi nsogbu m

source: This edit does not make this article up to date. The English differences should not change on the next edit.
ig: Ndezi a anaghị eme edemede a ihe ọhụrụ. Ndịiche Bekee ekwesịghị ịgbanwe na ndezi na esote.

source: This email is already in use!
ig: Ejirila email a n'ọrụ!

source: This email is automatically sent by a robot. Our robot can’t respond to your question, but our forum contributors can! If you want to respond to them, please <a href="%(url)s">click here</a>.
ig: Ihe akpụrakpụ na ezipu email a na akpaghị aka. Akpụrakpụ anyị enweghị ike ịzaghachi ajụjụ gị, mana ndị nkwado ọgbakọ anyị nwere ike! Ọ bụrụ na ị chọrọ ịzaghachi ha, biko <a href="%(url)s">pịa ebe a</a>.

source: This email looks great!
ig: Email a mara mma!

source: This feature is temporarily disabled while we perform website maintenance. Please use your browser's Back button and try again a little later.
ig: Agbanyụrụ atụmatụ a ntakịrị oge ka anyị mezie weebụsaịtị. Biko jiri bọtịnụ Azụ nke ihe nchọgharị gị wee nwaa ọzọ n'obere oge.

source: This field was populated automatically.
ig: Ekpojuru ogige a na akpaghị aka.

source: This forum is a discussion about improving the localization of the "%(title)s" article. If you want to improve the article content, go to the <a href="%(url)s">English article discussion</a>.
ig: Ọgbakọ a bụ mkparịta ụka gbasara imelite ntụgharị asụsụ nke edemede "%(title)s". Ọ bụrụ na ị chọrọ imelite ọdịnaya edemede ahụ, gaa na <a href="%(url)s">mkparịta ụka edemede Bekee</a>.

source: This forum is a discussion about improving the "%(title)s" article.
ig: Ọgbakọ a bụ mkparịta ụka gbasara imelite edemede "%(title)s".

source: This forum is a discussion about improving the "%(title)s" article. If you'd like to participate, please <a href="%(register_url)s">register</a>.
ig: Ọgbakọ a bụ mkparịta ụka gbasara imelite edemede "%(title)s". Ọ bụrụ na ị ga-achọ isonye, biko <a href="%(register_url)s">debanye aha</a>.

source: This happened
ig: Nke a mere

source: This happens
ig: Nke a mere

source: This image is not included in any articles.
ig: Agụnyeghị onyonyo a n'edemede ọ bụla.

source: This information gives details about the internal workings of your browser that will help in answering your question.
ig: Ozi a na enye gị nkọwapụta gbasara nrụọrụ nzuzo nke ihe nchọgharị gị ga-enyere aka na ịza ajụjụ gị.

source: This is a staging site, the content gets overwritten on the 1st of every month.<br>The production site is <a href="http://support.mozilla.org">here</a>.
ig: Nke a bụ saịtị ndabere, a na edechi ọdịnaya ahụ n'ụbọchị izizi nke ọnwa ọ bụla.<br>Saịtị nrụpụta bụ <a href="http://support.mozilla.org">ebe a</a>.

source: This is the number of all Knowledge Base articles that are ready to be localized.
ig: Nke a bụ ọnụọgụ nke edemede Ọdụ Nghọta niile dị nkwadobe maka ntụgharị asụsụ.

source: This is your current email.
ig: Nke a bụ email gị dị ugbu a.

source: This page doesn't have a mobile optimized version. Tap here to go back.
ig: Ibe a enweghị ụdị ahaziri maka mkpanaka. Pịa ebe iji laghachi.

source: This question already has a solution.
ig: Ajụjụ a enweela asịsa.

source: This question has not been asked before.
ig: Ajụbeghị ajụjụ na mbụ.

source: This revision is not ready for localization.
ig: Ngụgharị a adịghị njikere maka ntụgharị asụsụ.

source: This revision is ready for localization.
ig: Nyocha a dị njikere maka ntụgharị asụsụ.

source: This revision was already reviewed by {user} on {date}.
ig: {user} enyochaala ngụgharị a na {date}.

source: This started when...
ig: Nke a bidoro mgbe...

source: This thread has been locked. It is no longer possible to post new replies.
ig: Akpọchiela usoro a. Enweghịzị ike ibisa nzaghachi ọhụrụ.

source: This thread was archived.
ig: Echekwara usoro a.

source: This thread was closed.
ig: Emechiri usoro a.

source: This thread was closed and archived.
ig: Emechiri ma chekwaa usoro a.

source: This translation was already reviewed by {user} on {date}.
ig: {user} enyochaala ntụgharị asụsụ a na {date}.

source: This tweet doesn't need a response
ig: Ekwesịghị ịzaghachi twiit a

source: This user has been deactivated.
ig: Agbanyụọla onye ọrụ a.

source: This username is already taken!
ig: Ewerela aha njirimara a!

source: This username is available.
ig: Aha njirimara a dị.

source: This will help other Firefox users find good answers to their questions!
ig: Nke a ga-enyere ndị ọrụ Firefox ndị ọzọ aka na ịchọta ezigbo azịza maka ajụjụ ha!

source: This will notify localizers and translations will be marked as "needing updates" on dashboards. Most changes&mdash;updating an image, fixing {for} markup, adding or removing non-critical sections&mdash;should use this.
ig: Nke a ga-ezigara ndị na atụgharị asụsụ ozi, a ga-akapụta ntụgharị asụsụ dị ka "chọrọ mmelite" na ogwe. Imirikiti mgbanwe&mdash;imelite onyonyo, idozi {for} mmelite, itinye ma ọ bụ iwepu ngalaba ndị na adịghị oke mkpa&mdash;kwesịrị iji nke a.

source: This will notify localizers and translations will be marked "out of date" on dashboards. Translations will show a warning to users that they are out of date and that the English version is the most accurate. Use this when the old instructions are completely unusable.
ig: Nke a ga-ezigara ndị na atụgharị asụsụ ozi, a ga-akapụta ntụgharị asụsụ dị ka "emeela ochie" na ogwe. Ntụgharị asụsụ ga-egosi ihe ịdọ aka na ntị maka ndị ọrụ na ha emeela ochie yana ozi na ụdị Bekee bụ nke kachasị dabaa. Jiri nke a mgbe ntuziaka ochie nwere mperi.

source: Thread contains
ig: Usoro nwere

source: Thread type
ig: Ụdị usoro

source: Thunderbird controls and buttons
ig: Njikwa na bọtịnụ Thunderbird

source: Thunderbird crashes
ig: Mbibi Thunderbird

source: Thunderbird is slow or stops working
ig: Thunderbird na akpụ akpụ ma ọ bụ kwụsịrị ịrụ ọrụ

source: Thunderbird options, preferences and settings
ig: Nhọrọ, mmasị na ntọala Thunderbird

source: Thunderbird versions and languages
ig: Ụdị na asụsụ Thunderbird

source: Thunderbird won't save settings or remember information
ig: Thunderbird agaghị echekwa ntọala ma ọ bụ cheta ozi

source: Timezone
ig: Mpaghara oge

source: Tips and tricks
ig: Ndụmọdụ na aghụghọ

source: Title
ig: Aha

source: Title:
ig: Aha:

source: {title} has a revision ready for localization
ig: {title} nwere ngụgharị dị njikere maka ntụgharị asụsụ

source: Title in {locale}:
ig: Aha na {locale}:

source: {title} is ready for review ({creator})
ig: {title} dị njikere maka nyocha ({creator})

source: {title} ({locale}) has a new approved revision ({reviewer})
ig: {title} ({locale}) nwere ngụgharị ọhụrụ akwadoro ({reviewer})

source: {title} | Media Gallery
ig: {title} | Ọba Mgbasa Ozi

source: Title of article
ig: Aha nke edemede

source: {title} was edited by {creator}
ig: {creator} deziri {title}

source: To:
ig: Gaa na:

source: To activate your account you must first confirm your email address. Enter your email and submit the form below, and we will resend the confirmation email.
ig: Iji gbalite akaụntụ gị ị ga-eburiri ụzọ kwenye na adreesị email gị. Tinye email gị ma nyefee akwụkwọ ahụ n'okpuru, anyị ga-ezitegharị email nkwenye ahụ.

source: To confirm your subscription, please click the link below or copy and paste the whole thing into your browser's location bar:
ig: Iji kwenye na ndebanye gị, biko pịa njikọ dị n'okpuru ma ọ bụ ṅomie ma mado ihe niile ahụ n'ime ogwe ọnọdụ nke ihe nchọgharị gị:

source: Today at %s
ig: Taa na %s

source: To delete the document, please notify an admin.
ig: Iji hichapụ dọkụmentị ahụ, biko zigara nchịkwa ozi.

source: To field is required.
ig: Achọrọ ogige gaa na.

source: Toggle Diff
ig: Tụgharịa Ndịiche

source: Toggle syntax highlighting
ig: Tụgharịa nchapụta mkpokọta

source: To help you find out where to help check this site:
ig: Iji nyere gị aka chọpụta ebe ị ga-enyere aka lelee saịtị a:

source: To localize the document, click the following link, or paste it into your browser's location bar:
ig: Iji tụgharịa asụsụ nke dọkụmentị ahụ, pịa njikọ ndị a, ma ọ bụ mado ya n'ime ogwe ọnọdụ nke ihe nchọgharị gị:

source: Too long
ig: Toro oke ogologo

source: Tools for creating and teaching the web
ig: Ngwaọrụ maka ịmepụta na ikuzi weebụ

source: Top 100 Articles
ig: Edemede 100 Kachasị

source: Top 10 Contributor
ig: Ndị Nkwado 10 Kachasị

source: Top 20 Articles
ig: Edemede 20 Kachasị

source: Top 25 Contributor
ig: Ndị Nkwado 25 Kachasị

source: Top 50 Articles
ig: Edemede 50 Kachasị

source: Top contributors
ig: Ndị nkwado kachasị

source: Top Contributors - Army of Awesome
ig: Ndị Nkwado Kachasị - Igwe Ọmarịcha Ihe

source: Top Contributors - Knowledge Base
ig: Ndị Nkwado Kachasị - Ọdụ Nghọta

source: Top Contributors - Localization
ig: Ndị Nkwado Kachasị - Ntụgharị Asụsụ

source: Top Contributors - Support Forum
ig: Ndị Nkwado Kachasị - Ọgbakọ Nkwado

source: Topic
ig: Isiokwu

source: Topics
ig: Isiokwu

source: Topics:
ig: Isiokwu:

source: To post your question, please create a support account
ig: Iji bisa ajụjụ gị, biko mepụta akaụntụ nkwado

source: To review this revision, click the following link, or paste it into your browser's location bar:
ig: Iji nyochaa ngụgharị a, pịa njikọ ndị a, ma ọ bụ mado ya n'ime ogwe ọnọdụ nke ihe nchọgharị gị:

source: Total:
ig: Mgbakọta:

source: Total questions: <strong>{num}</strong>
ig: Mgbakọta ajụjụ: <strong>{num}</strong>

source: Total Votes
ig: Mgbakọta Ntuli Aka

source: To view the history of this document, click the following link, or paste it into your browser's location bar:
ig: Iji lelee ndekọ nke dọkụmentị a, pịa njikọ ndị a, ma ọ bụ mado ya n'ime ogwe ọnọdụ nke ihe nchọgharị gị:

source: To view the updated document, click the following link, or paste it into your browser's location bar:
ig: Iji lelee dọkụmentị emelitere, pịa na njikọ ndị a, ma ọ bụ mado ya n'ime ogwe ọnọdụ nke ihe nchọgharị gị:

source: To view this document's history, click the following link, or paste it into your browser's location bar:
ig: Iji lelee ndekọ dọkụmentị a, pịa njikọ ndị a, ma ọ bụ mado ya n'ime ogwe ọnọdụ nke ihe nchọgharị gị:

source: To view this post on the site, click the following link, or paste it into your browser's location bar:
ig: Iji lelee mbisa a na saịtị ahụ, pịa njikọ ndị a, ma ọ bụ mado ya n'ime ogwe ọnọdụ nke ihe nchọgharị gị:

source: Transaction ID:
ig: ID azụmahịa:

source: Translate Article
ig: Tụgharịa Asụsụ Edemede

source: Translate Article | {document}
ig: Tụgharịa Edemede | {document}

source: Translate Content
ig: Tụgharịa Asụsụ Ọdịnaya

source: Translate Description
ig: Nkọwapụta Ntụgharị Asụsụ

source: Translate help articles!
ig: Tụgharịa asụsụ edemede enyemaka!

source: Translate Help Articles
ig: Tụgharịa Asụsụ Edemede Enyemaka

source: Translate help articles to your language
ig: Tụgharịa asụsụ edemede n'asụsụ gị

source: Translate help to your languages
ig: Tụgharịa asụsụ enyemaka n'asụsụ gị

source: Translating 1 article can help 1,000's of users in your language
ig: Ịtụgharị asụsụ 1 edemede nwere ike ịnyere ndị ọrụ nke 1,000 n'asụsụ gị aka

source: Translating article to {locale}
ig: Na atụgharị asụsụ edemede ka ọ bụrụ {locale}

source: Translating {title}
ig: Na atụgharị asụsụ {title}

source: Translation Comment: {comment}
ig: Asịsa Ntụgharị Asụsụ: {comment}

source: Translation keywords:
ig: Isiokwu ntụgharị asụsụ:

source: Translation Needed
ig: Achọrọ Ntụgharị Asụsụ

source: Translation rendered html:
ig: Enyere ntụgharị asụsụ html:

source: Translation search results summary:
ig: Nchịkọta nsonaazụ ọchụchọ ntụgharị asụsụ:

source: Translation source:
ig: Isi mmalite ntụgharị asụsụ:

source: Trash
ig: Ahịhịa

source: Troubleshoot error message on Firefox for iOS
ig: Chọpụta nsogbu ozi mperi na Firefox maka iOS

source: Troubleshoot error messages on Thunderbird.
ig: Chọpụta nsogbu ozi mperi na Thunderbird.

source: Troubleshooting
ig: Ịchọpụta nsogbu

source: Troubleshooting Information
ig: Ozi Nchọpụta Nsogbu

source: Try another topic
ig: Nwaa isiokwu ọzọ

source: Try one of these articles:
ig: Nwaa otu n'ime edemede ndị a:

source: Turn off emails for discussion in my locale.
ig: Gbanyụọ email maka mkparịta ụka na mpaghara m.

source: Tweak it and make it your own. Personalized messages go a long way in helping others.
ig: Metụ ya aka ma mee ya nke gị. Ozi ndị ahaziri iche na eme nnukwu ihe na ịnyere ndị ọzọ aka.

source: Tweet has already been replied to
ig: Azaghachiela twiit

source: Tweets that are replies or have replies must not be hidden.
ig: Twiit ndị bụ nzaghachi ma ọ bụ nwere nzaghachi ekwesịghị izo ezo.

source: {t} with id={id} no longer exists.
ig: {t} nwere id={id} adịghịzị.

source: Twitter account
ig: Akaụntụ Twitter

source: Twitter Contributor - Respond to tweets about Firefox:
ig: Onye Nkwado Twitter - Zaghachi twiit gbasara Firefox:

source: Twitter Handles:
ig: Aha njirimara na Twitter:

source: Twitter Username
ig: Aha Njirimara Twitter

source: Type
ig: Ụdị

source: Type of article
ig: Ụdị edemede

source: Unable to change email for user {username}
ig: Enwenwughi ike ịgbanwe email maka onye ọrụ {username}

source: Unable to delete only revision of the document
ig: Enwenwughi ike ihichapụ naanị ngụgharị nke dọkụmentị ahụ

source: Unanswered
ig: Azabeghị

source: Unarchive this question
ig: Bupute ajụjụ a

source: Unban
ig: Hapụ

source: Unblock Firefox from connecting to the Internet
ig: Kpọghee Firefox site na ijikọ na Ịntanetị

source: Unblock Thunderbird from connecting to the Internet
ig: Hapụ Thunderbird na ijikọ na Ịntanetị

source: Undo
ig: Meghasịa

source: Unhelpful
ig: Abaghị uru

source: Unhelpful Documents
ig: Dọkụmentị Ndị Na Abaghị Uru

source: Unlock this question
ig: Kpọghee ajụjụ a

source: Unlock this thread
ig: Kpọghee usoro a

source: Unmark as spam
ig: Wepu dị ka adịgboroja

source: Unrecognized media type.
ig: Ụdị mgbasa ozi amataghị.

source: Unrecognized request or nothing to cancel.
ig: Arịrịọ amataghị ma ọ bụ ihe adịghị a ga-akagbu.

source: Unreviewed
ig: Enyochabeghị

source: Unreviewed Changes
ig: Mgbanwe Ndị Enyochabeghị

source: Unsticky this thread
ig: Nyapụ usoro a

source: Unsubscribe
ig: Wepu aha

source: Unsubscribe from edit notifications
ig: Wepu aha na amamọkwa ndezi

source: Unsubscribe from these emails
ig: Wepu aha na email ndị a

source: Unsubscribe from these emails:
ig: Wepu aha na email ndị a:

source: Update
ig: Melite

source: Update answer
ig: Melite azịza

source: Updated
ig: Emelitere

source: Updated:
ig: Emelitere:

source: Updated date. Format: mm/dd/yy
ig: Ụbọchị emelitere. Nhazi: ọọ/ụụ/aa

source: Update Needed
ig: Achọrọ Mmelite

source: Update post
ig: Melite mbisa

source: Update Status:
ig: Melite Ọkwa:

source: Update thread
ig: Melite usoro

source: Upload
ig: Bugoo

source: Upload a New Media File
ig: Bugoo Faịlụ Mgbasa Ozi Ọhụrụ

source: Upload cancelled. Please select an image file.
ig: Akagburu mbugo. Biko họrọ faịlụ onyonyo.

source: Uploaded {date}
ig: Ebugoro {date}

source: Uploaded images:
ig: Onyonyo ndị ebugoro:

source: Upload file
ig: Bugoo faịlụ

source: Uploading "%s"...
ig: Na-ebugo "%s"...

source: Upload Media
ig: Bugoo Mgbasa Ozi

source: URL of affected site
ig: URL nke saịtị emetụtara

source: Use advanced search
ig: Jiri ọchụchọ dị elu

source: Use basic search
ig: Jiri ọchụchọ ntọala

source: Use bookmarks
ig: Jiri bukumakị

source: Used by more than 400 million people, Mozilla support is fully powered by volunteers, and it’s more important than ever. This is where you come in.
ig: Nke ruru ndị mmadụ nde 400 na eji, nkwado Mozilla nwere nkwado ndị mwepụta onwe n'uju, ọ ka mkpa karịa ugbu a. Nke a bụ ebe ị na abata.

source: user
ig: onye ọrụ

source: User
ig: Onye ọrụ

source: User Agent: {ua}
ig: Onye Nnọchite Onye Ọrụ: {ua}

source: User Agent: {user_agent}
ig: Onye Nnọchite Onye Ọrụ: {user_agent}

source: User Control
ig: Njikwa Onye Ọrụ

source: {user} | Documents
ig: {user} | Dọkụmentị

source: User Interface
ig: Ihu Onye Ọrụ

source: {user} is currently working on this problem.
ig: {user} na arụ ọrụ na nsogbu a ugbu a.

source: username
ig: aha njirimara

source: Username
ig: Aha njirimara

source: Username:
ig: Aha njirimara:

source: username1, username2,...
ig: aha njirimara1, aha njirimara2,...

source: Username, Display Name or Twitter Handle
ig: Aha njirimara, Aha Ngosipụta ma ọ bụ Aha Njirimara na Twitter

source: {username} is not a valid username.
ig: {username} abụghị aha njirimara ziri ezi.

source: Username is required.
ig: Achọrọ aha njirimara.

source: Username is too long (%(show_value)s characters). It must be %(limit_value)s characters or less.
ig: Aha njirimara toro oke ogologo (mkpụrụedemede %(show_value)s). Ọ ga-abụrịrị mkpụrụedemede %(limit_value)s ma ọ bụ pekarịa.

source: Username is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
ig: Aha njirimara dị oke mkpụmkpụ (mkpụrụedemede %(show_value)s). Ọ ga-abụrịrị opekata mpe mkpụrụedemede %(limit_value)s.

source: Username may contain only English letters, numbers and ./-/_ characters.
ig: Aha njirimara nwere ike ịnwe naanị mkpụrụedemede Bekee, mkpụrụọnụọgụ na mkpụrụedemede ./-/_.

source: Username not provided.
ig: Enyeghị aha njirimara.

source: {user} - {num} contributions in last 90 days
ig: {user} - ntinye {num} n'ime ụbọchị 90 gara aga

source: {user} | Profile
ig: {user} | Profaịlụ

source: {user} removed from successfully!
ig: Ewepuru {user} na enweghị nsogbu!

source: {user} removed from the contributors successfully!
ig: Ewepuru {user} na ndị nkwado na enweghị nsogbu!

source: {user} removed from the group leaders successfully!
ig: Ewepuru {user} na ndị isi otu ahụ na enweghị nsogbu!

source: {user} removed from the group successfully!
ig: Ewepuru {user} n'otu ahụ na enweghị nsogbu!

source: Users:
ig: Ndị ọrụ:

source: {users} added successfully!
ig: Etinyere {users} na enweghị nsogbu!

source: {users} added to the contributors successfully!
ig: Etinyere {users} na ndị nkwado na enweghị nsogbu!

source: {users} added to the group leaders successfully!
ig: Etinyere {users} na ndị isi otu ahụ na enweghị nsogbu!

source: {users} added to the group successfully!
ig: Etinyere {users} n'otu ahụ na enweghị nsogbu!

source: {user}'s Groups
ig: Ndị otu nke {user}'s

source: Using a feature on webmaker.org
ig: Iji atụmatụ na webmaker.org

source: Using Popcorn Maker
ig: Iji Popcorn Maker

source: Using Thimble
ig: Iji Thimble

source: Using X-Ray Goggles
ig: Iji Enyo X-Ray

source: Value
ig: Uru

source: Verify your email address:
ig: Nyochaa adreesị email gị:

source: Video, audio and interactive settings
ig: Ntọala vidio, ọdịyo na nkwukọrịta

source: Videos
ig: Vidio

source: Videos, sound, pictures and animations don't work
ig: Vidio, ụda, foto na eserese anaghị arụ ọrụ

source: View a list of all Firefox OS articles
ig: Lelee ndepụta nke edemede Firefox OS niile

source: View all deactivated users
ig: Lelee ndị ọrụ niile agbanyụrụ

source: View all Firefox OS articles
ig: Lelee edemede Firefox OS niile

source: View Diff
ig: Lelee Ndịiche

source: View other questions that need attention.
ig: Lelee ajụjụ ndị ọzọ chọrọ ntinye aka.

source: View Profile
ig: Lelee Profaịlụ

source: Views
ig: Nlele

source: View the history of this document
ig: Lelee ndekọ nke dọkụmentị a

source: View the solution
ig: Lelee asịsa ahụ

source: View the updated document
ig: Lelee dọkụmentị emelitere

source: View this document's history
ig: Lelee ndekọ dọkụmentị a

source: View this message on the web
ig: Lelee ozi a na weebụ

source: View this message on the web:
ig: Lelee ozi a na weebụ:

source: View this post on the site.
ig: Lelee mbisa a na saịtị ahụ.

source: Visitors
ig: Ndị mbịambịa

source: Visits
ig: Mbịambịa

source: Visits in last 30 days
ig: Mbịambịa n'ụbọchị 30 gara aga

source: Volunteer for Mozilla Support
ig: Wepụta onwe gị maka Nkwado Mozilla

source: Votes
ig: Ntuli aka

source: votes this week
ig: ntuli aka n'izu a

source: Waiting for review
ig: Na eche nnyocha

source: Want to know when a solution is found?
ig: Ịchọrọ ịma mgbe ahụrụ asịsa?

source: WARNING! Are you sure you want to deactivate this user? This cannot be undone!
ig: ỊDỌ AKA NA NTỊ! O doro gị anya na ị chọrọ ịgbanyụ onye ọrụ a? Enweghị ike ịmeghasị nke a!

source: Warning: There are newer unreviewed revisions of this article.
ig: Ịdọ aka na ntị: Enwere ụdị nke edemede a ndị ka ọhụrụ enyochabeghị.

source: Warning: This page is also being edited by %(user)s!
ig: Ịdọ aka na ntị: %(user)s na edezikwa ibe a!

source: was marked as solved by its asker, {asker}.
ig: dị ka nke asagoro site n'aka onye jụrụ ya, {asker}.

source: Was this article helpful?
ig: Edemede a abara uru?

source: Was this helpful to you?
ig: Nke a abaara gị uru?

source: Watch
ig: Lelee

source: Watch forum threads I comment in
ig: Lelee usoro ọgbakọ m dere ihe na ya

source: Watch forum threads I start
ig: Lelee usoro ọgbakọ m bidoro

source: Watch KB discussion threads I comment in
ig: Lelee usoro mkparịta ụka KB m dere ihe na ya

source: Watch KB discussion threads I start
ig: Lelee usoro mkparịta ụka KB m bidoro

source: Watch our videos and check our documentation
ig: Lelee vidio anyị ma lelee ndekọ anyị

source: Watch Question threads I comment in
ig: Lelee usoro Ajụjụ m dere ihe na ya

source: Watch this forum
ig: Lelee ọgbakọ a

source: Watch this locale
ig: Lelee mpaghara a

source: Watch this thread
ig: Lelee usoro a
